cases/2x/5/0/include/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

flowVelocity         (63.7 0 0);
pressure             0;
turbulentKE          21.9;
turbulentOmega       29215.0;

// ************************************************************************* //
