cases/2x/5/system/include/refinementRegions
fullDomain
{
    mode inside;
    levels ((1E15 4));
}
refinementBox0
{
    mode inside;
    levels ((1E15 7));
}
refinementBox1
{
    mode inside;
    levels ((1E15 7));
}
